{
  "name": "Tunneler",
  "util": {
    "antispam": {
      "success_0": "Ha l'idiot! il a été décapité",
      "success_1": " a été banni pour spam.",
      "warning_0": "stop le spam mon petit ou c'est le ban."
    }
  },
  "commands": {
    "version": {
      "success_0": "tunnelerjs v.0.95."
    },
    "about": {
      "success_0": "j'ai été forgé dans la montagne de la mort, plus exactement dans le Mordor par le grand Elf RebornX10"
    },
    "mention": {
      "success_0": [
        "Oui?",
        "Que puis-je faire pour toi petit bonhomme?",
        "La vie est dure ici....",
        "Jveux du vin! Et du bon! :wine_glass:",
        "Toi aussi t'es un alcoolo annonyme? Je ne vise personne... Tony :eyes:",
        "Faisons une teuf! :tada:",
		"Qu'est ce qui est jaune et qui attend? Jonathan",
		"Tony Tony Tonyyyyyyyyy",
		"Pourquoi les américains ne peuvent pas jouer aux échecs? Parce qu'ils leurs manquent 2 tours!",
		"Que fait une fraise sur un cheval? Tagada Tagada...",
		"Quelle est la plus intelligente, la blonde, la rousse ou la brune? La rousse parce que c’est un dictionnaire.",
		"Un chien et un homme son sur un bateau. Le chien pète, l'homme tombe à l'eau et se noie. Quelle est la race du chien? Un pékinois. (un pet qui noie)",
		"Un jour Dieu dit à Casto de ramer. Et depuis, castorama...",
		"Quelle est la différence entre une échelle et un pistolet? L'échelle sert à monter, le pistolet sert à descendre.",
		"Un gamin, perpétuellement inquiet, demande à ses parents : Est-ce que j'ai été adopté? Pas encore. Nous n'avons mis l'annonce qu'hier!",
		"Une femme discute avec une amie : J'ai un mari en or. L'autre lui répond : moi, le mien, il est en taule.",
		"Quand Hitler s'est-il suicidé ? Après avoir reçu sa facture de gaz...",
		"Un trou du cul rencontre un autre trou du cul :  - ça va ?  - Ouais, ça gaze...",
		"C'est 2 putes qui se disputent",
		"Qu'est ce qui est vert,se déplace sous l'eau, et fair buzzzzz ? Un chou marin ruche",
		"Pourquoi les vaches ferment elles les yeux pendant la traite de lait ? Pour faire du lait concentré!",
		"C'est un zoophile qui prend son élan",
		"Avec quoi ramasse t'on la papaye ? avec une foufourche. ",
		"Qu'est-ce qui est vert et qui pousse dans le jardin ? Un extraterrestre qui fait caca.",
		"Quelle est la différence entre une femme et un doberman ? Le prix du collier"
      ]
    },
    "ping": {
      "success_0": "pong in ",
      "success_1": " ms."
    },
    "select": {
      "success_0": "les options suivantes ",
      "success_1": " ont été sélectionnés:",
      "fail_0": "Nonsense! En premier 'Select' puis le nombre de membres a capturer. ex. `select 6`.",
      "fail_1": "Vraiment? Aucun utilisateur? Les voici: ",
      "fail_2": "Emm... C'est vide.",
      "fail_3": "Rien ici monsieur.",
      "name_strings": ["minions", "abonnés", "bots", "bosss", "LE BOSS", "Le petit TonyH27"]
    },
    "say": {
      "success_0": "Okokok je vais le dire.",
      "fail_0": "Message invalide: 16 mots max, sans caracteres spéciaux.",
      "fail_1": "Tu viens de le dire :tinhinking_face: .",
      "fail_2": "Le second parametre devrait etre le chat sélectionné ou serveur. ex. `say #chat Salut!`",
      "fail_3": "Ce Chat n'existe pas."
    }
  }
}